Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: Не удалось отправить пакет: %@
ar: تعذّر إرسال الحزمة: %@
de: Paket konnte nicht gesendet werden: %@
en: Failed to send packet: %@
es: No se pudo enviar el paquete: %@
fr: Impossible d'envoyer le paquet : %@
hi: पैकेट नहीं भेजा जा सका: %@
it: Impossibile inviare il pacchetto: %@
ja: パケットを送信できませんでした：%@
ko: 패킷을 전송할 수 없습니다: %@
pt_br: Não foi possível enviar o pacote: %@
tr: Paket gönderilemedi: %@
zh_hans: 无法发送数据包：%@

source: Не удалось подключиться ни к зарубежным, ни к российским узлам. Похоже на общий обрыв связи, а не на фильтрацию.
ar: تعذّر الاتصال بالعُقد الخارجية والروسية معًا. يبدو أن هذا انقطاع عام للاتصال وليس تصفية.
de: Weder ausländische noch russische Hosts waren erreichbar. Das sieht nach einem allgemeinen Verbindungsabbruch aus, nicht nach Filterung.
en: Neither the hosts abroad nor the Russian ones could be reached. This looks like a general loss of connectivity rather than filtering.
es: No se ha podido conectar ni con nodos extranjeros ni con nodos rusos. Parece una caída general de la conexión y no un filtrado.
fr: Impossible de se connecter aux nœuds étrangers comme aux nœuds russes. Cela ressemble à une coupure générale de la connexion plutôt qu’à un filtrage.
hi: न विदेशी और न ही रूसी नोड से कनेक्ट हो सका। यह फ़िल्टरिंग नहीं, बल्कि कनेक्शन का पूरी तरह टूटना लगता है।
it: Non è stato possibile connettersi né ai nodi esteri né a quelli russi. Sembra un'interruzione generale della connessione, non un filtraggio.
ja: 海外のノードにもロシア国内のノードにも接続できませんでした。フィルタリングではなく、回線全体の切断と考えられます。
ko: 해외 노드와 러시아 국내 노드 모두에 연결하지 못했어요. 필터링이 아니라 전체 연결 장애로 보여요.
pt_br: Não foi possível conectar nem aos nós estrangeiros nem aos russos. Parece uma queda geral da conexão, e não filtragem.
tr: Ne yurt dışı ne de Rusya’daki sunuculara bağlanılabildi. Bu, filtrelemeden çok genel bir bağlantı kopması gibi görünüyor.
zh_hans: 既无法连接境外节点，也无法连接俄罗斯节点。看起来是整体断网，而非过滤。

source: Не удалось получить адрес домена.
ar: تعذّر الحصول على عنوان النطاق.
de: Die Adresse der Domain konnte nicht ermittelt werden.
en: Couldn't get the domain's address.
es: No se pudo obtener la dirección del dominio.
fr: Impossible d'obtenir l'adresse du domaine.
hi: डोमेन का पता प्राप्त नहीं किया जा सका।
it: Impossibile ottenere l'indirizzo del dominio.
ja: ドメインのアドレスを取得できませんでした。
ko: 도메인 주소를 가져올 수 없습니다.
pt_br: Não foi possível obter o endereço do domínio.
tr: Alan adının adresi alınamadı.
zh_hans: 无法获取域名地址。

source: Не удалось получить адрес.
ar: تعذّر الحصول على العنوان.
de: Die Adresse konnte nicht ermittelt werden.
en: Couldn't get the address.
es: No se pudo obtener la dirección.
fr: Impossible d'obtenir l'adresse.
hi: पता प्राप्त नहीं किया जा सका।
it: Impossibile ottenere l'indirizzo.
ja: アドレスを取得できませんでした。
ko: 주소를 가져올 수 없습니다.
pt_br: Não foi possível obter o endereço.
tr: Adres alınamadı.
zh_hans: 无法获取地址。

source: Не удалось получить реальный адрес домена.
ar: تعذّر الحصول على العنوان الحقيقي للنطاق.
de: Die tatsächliche Adresse der Domain konnte nicht ermittelt werden.
en: Couldn't get the domain's real address.
es: No se pudo obtener la dirección real del dominio.
fr: Impossible d'obtenir l'adresse réelle du domaine.
hi: डोमेन का वास्तविक पता प्राप्त नहीं किया जा सका।
it: Impossibile ottenere l'indirizzo reale del dominio.
ja: ドメインの実際のアドレスを取得できませんでした。
ko: 도메인의 실제 주소를 가져올 수 없습니다.
pt_br: Não foi possível obter o endereço real do domínio.
tr: Alan adının gerçek adresi alınamadı.
zh_hans: 无法获取域名的真实地址。

source: не удалось получить список узлов
ar: تعذّر جلب قائمة العُقد
de: Knotenliste konnte nicht abgerufen werden
en: couldn’t fetch the node list
es: no se pudo obtener la lista de nodos
fr: impossible d’obtenir la liste des nœuds
hi: नोड सूची प्राप्त नहीं हो सकी
it: impossibile ottenere l’elenco dei nodi
ja: ノード一覧を取得できませんでした
ko: 노드 목록을 가져올 수 없음
pt_br: não foi possível obter a lista de nós
tr: düğüm listesi alınamadı
zh_hans: 无法获取节点列表

source: Не удалось построить QR-код
ar: تعذّر إنشاء رمز QR
de: QR-Code konnte nicht erstellt werden
en: Couldn’t create the QR code
es: No se ha podido generar el código QR
fr: Impossible de générer le code QR
hi: QR कोड नहीं बनाया जा सका
it: Impossibile generare il codice QR
ja: QRコードを作成できませんでした
ko: QR 코드를 만들지 못했어요
pt_br: Não foi possível gerar o código QR
tr: QR kodu oluşturulamadı
zh_hans: 无法生成二维码

source: Не удалось построить изображение.
ar: تعذر إنشاء الصورة.
de: Das Bild konnte nicht erstellt werden.
en: Unable to create the image.
es: No se pudo crear la imagen.
fr: Impossible de créer l’image.
hi: इमेज नहीं बनाई जा सकी.
it: Impossibile creare l’immagine.
ja: 画像を作成できませんでした。
ko: 이미지를 생성할 수 없습니다.
pt_br: Não foi possível criar a imagem.
tr: Görüntü oluşturulamadı.
zh_hans: 无法生成图像。

source: Не удалось проверить
ar: تعذّر الفحص
de: Prüfung nicht möglich
en: Couldn't check
es: No se pudo comprobar
fr: Impossible de vérifier
hi: जाँच नहीं की जा सकी
it: Impossibile controllare
ja: 確認できませんでした
ko: 확인할 수 없습니다
pt_br: Não foi possível verificar
tr: Kontrol edilemedi
zh_hans: 无法检查

source: Не удалось разрешить %@: %@
ar: تعذّر تحليل %@: %@
de: %@ konnte nicht aufgelöst werden: %@
en: Failed to resolve %@: %@
es: No se pudo resolver %@: %@
fr: Impossible de résoudre %@ : %@
hi: %@ रिज़ॉल्व नहीं हो सका: %@
it: Impossibile risolvere %@: %@
ja: %@ を解決できませんでした：%@
ko: %@을(를) 확인할 수 없습니다: %@
pt_br: Não foi possível resolver %@: %@
tr: %@ çözümlenemedi: %@
zh_hans: 无法解析 %@：%@

source: Не удалось создать сокет: %@
ar: تعذّر إنشاء المقبس: %@
de: Socket konnte nicht erstellt werden: %@
en: Failed to create socket: %@
es: No se pudo crear el socket: %@
fr: Impossible de créer le socket : %@
hi: सॉकेट नहीं बनाया जा सका: %@
it: Impossibile creare il socket: %@
ja: ソケットを作成できませんでした：%@
ko: 소켓을 생성할 수 없습니다: %@
pt_br: Não foi possível criar o socket: %@
tr: Soket oluşturulamadı: %@
zh_hans: 无法创建套接字：%@

source: Не удалось сохранить картинку
ar: تعذر حفظ الصورة
de: Bild konnte nicht gesichert werden
en: Couldn’t Save Image
es: No se pudo guardar la imagen
fr: Impossible d’enregistrer l’image
hi: इमेज सेव नहीं हो सकी
it: Impossibile salvare l’immagine
ja: 画像を保存できませんでした
ko: 이미지를 저장할 수 없음
pt_br: Não foi possível salvar a imagem
tr: Görüntü kaydedilemedi
zh_hans: 无法存储图像

source: не удалось сформировать payload
ar: تعذّر إنشاء payload
de: Payload konnte nicht erstellt werden
en: could not build the payload
es: no se ha podido generar el payload
fr: impossible de générer le payload
hi: payload नहीं बनाया जा सका
it: impossibile generare il payload
ja: payload を生成できませんでした
ko: payload를 생성하지 못함
pt_br: não foi possível gerar o payload
tr: payload oluşturulamadı
zh_hans: 无法生成 payload

source: Не фрагментировать (DF)
ar: عدم التجزئة (DF)
de: Nicht fragmentieren (DF)
en: Don't fragment (DF)
es: No fragmentar (DF)
fr: Ne pas fragmenter (DF)
hi: फ़्रैगमेंट न करें (DF)
it: Non frammentare (DF)
ja: フラグメント化しない（DF）
ko: 단편화 안 함 (DF)
pt_br: Não fragmentar (DF)
tr: Parçalama (DF)
zh_hans: 不分片（DF）

source: Недавние проверки
ar: عمليات التحقق الأخيرة
de: Letzte Prüfungen
en: Recent Checks
es: Comprobaciones recientes
fr: Vérifications récentes
hi: हाल की जाँचें
it: Verifiche recenti
ja: 最近のチェック
ko: 최근 검사
pt_br: Verificações recentes
tr: Son denetimler
zh_hans: 最近的检查

source: недопустимая длина метки DNS
ar: طول تسمية DNS غير صالح
de: ungültige DNS-Label-Länge
en: invalid DNS label length
es: longitud de etiqueta DNS no válida
fr: longueur d’étiquette DNS invalide
hi: अमान्य DNS लेबल लंबाई
it: lunghezza etichetta DNS non valida
ja: 無効な DNS ラベル長
ko: 잘못된 DNS 레이블 길이
pt_br: comprimento de rótulo DNS inválido
tr: geçersiz DNS etiketi uzunluğu
zh_hans: 无效的 DNS 标签长度

source: Недостаточно данных
ar: بيانات غير كافية
de: Zu wenig Daten
en: Not enough data
es: Datos insuficientes
fr: Données insuffisantes
hi: पर्याप्त डेटा नहीं
it: Dati insufficienti
ja: データ不足
ko: 데이터 부족
pt_br: Dados insuficientes
tr: Yeterli veri yok
zh_hans: 数据不足

source: недоступен
ar: غير متاح
de: nicht erreichbar
en: unreachable
es: no disponible
fr: inaccessible
hi: उपलब्ध नहीं
it: non raggiungibile
ja: 到達不可
ko: 접속 불가
pt_br: inacessível
tr: erişilemiyor
zh_hans: 不可访问

source: Недоступен
ar: غير متاح
de: Nicht erreichbar
en: Unreachable
es: No disponible
fr: Inaccessible
hi: उपलब्ध नहीं
it: Non raggiungibile
ja: 到達不可
ko: 접속 불가
pt_br: Inacessível
tr: Erişilemiyor
zh_hans: 不可访问

source: Недоступна
ar: غير متاحة
de: Nicht verfügbar
en: Unavailable
es: No disponible
fr: Indisponible
hi: अनुपलब्ध
it: Non disponibile
ja: 利用不可
ko: 사용 불가
pt_br: Indisponível
tr: Kullanılamıyor
zh_hans: 不可用

source: Недоступно на этой платформе
ar: غير متاح على هذه المنصة
de: Auf dieser Plattform nicht verfügbar
en: Unavailable on this platform
es: No disponible en esta plataforma
fr: Indisponible sur cette plateforme
hi: इस प्लेटफ़ॉर्म पर अनुपलब्ध
it: Non disponibile su questa piattaforma
ja: このプラットフォームでは利用不可
ko: 이 플랫폼에서 사용 불가
pt_br: Indisponível nesta plataforma
tr: Bu platformda kullanılamaz
zh_hans: 此平台不支持

source: Недоступность
ar: تعذّر الوصول
de: Nichterreichbarkeit
en: Unavailability
es: Inaccesibilidad
fr: Indisponibilité
hi: अनुपलब्धता
it: Irraggiungibilità
ja: 到達不能
ko: 연결 불가
pt_br: Indisponibilidade
tr: Erişilemezlik
zh_hans: 不可访问

source: неизвестная проверка
ar: فحص غير معروف
de: unbekannte Prüfung
en: unknown check
es: comprobación desconocida
fr: vérification inconnue
hi: अज्ञात जाँच
it: controllo sconosciuto
ja: 不明なチェック
ko: 알 수 없는 검사
pt_br: verificação desconhecida
tr: bilinmeyen test
zh_hans: 未知检查

source: Неизвестно
ar: غير معروف
de: Unbekannt
en: Unknown
es: Desconocido
fr: Inconnu
hi: अज्ञात
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
tr: Bilinmiyor
zh_hans: 未知

source: некорректный DoH JSON
ar: DoH JSON غير صالح
de: ungültiges DoH-JSON
en: invalid DoH JSON
es: JSON de DoH no válido
fr: JSON DoH incorrect
hi: अमान्य DoH JSON
it: JSON DoH non valido
ja: 無効な DoH JSON
ko: 잘못된 DoH JSON
pt_br: JSON DoH inválido
tr: geçersiz DoH JSON
zh_hans: 无效的 DoH JSON

source: некорректный JSON списка серверов
ar: JSON قائمة الخوادم غير صالح
de: ungültiges JSON der Serverliste
en: invalid server-list JSON
es: JSON de la lista de servidores no válido
fr: JSON de la liste des serveurs incorrect
hi: अमान्य सर्वर सूची JSON
it: JSON dell'elenco server non valido
ja: 無効なサーバーリスト JSON
ko: 잘못된 서버 목록 JSON
pt_br: JSON da lista de servidores inválido
tr: geçersiz sunucu listesi JSON'u
zh_hans: 无效的服务器列表 JSON

source: Некорректный MAC-адрес: %@
ar: عنوان MAC غير صالح: %@
de: Ungültige MAC-Adresse: %@
en: Invalid MAC address: %@
es: Dirección MAC no válida: %@
fr: Adresse MAC incorrecte : %@
hi: अमान्य MAC पता: %@
it: Indirizzo MAC non valido: %@
ja: 無効な MAC アドレス：%@
ko: 잘못된 MAC 주소: %@
pt_br: Endereço MAC inválido: %@
tr: Geçersiz MAC adresi: %@
zh_hans: 无效的 MAC 地址：%@

source: некорректный STUN-ответ
ar: استجابة STUN غير صالحة
de: ungültige STUN-Antwort
en: invalid STUN response
es: respuesta STUN no válida
fr: réponse STUN incorrecte
hi: अमान्य STUN उत्तर
it: risposta STUN non valida
ja: 無効な STUN 応答
ko: 잘못된 STUN 응답
pt_br: resposta STUN inválida
tr: geçersiz STUN yanıtı
zh_hans: 无效的 STUN 响应

source: Некорректный адрес
ar: عنوان غير صالح
de: Ungültige Adresse
en: Invalid address
es: Dirección no válida
fr: Adresse invalide
hi: अमान्य पता
it: Indirizzo non valido
ja: 無効なアドレス
ko: 잘못된 주소
pt_br: Endereço inválido
tr: Geçersiz adres
zh_hans: 地址无效

source: некорректный порт
ar: منفذ غير صالح
de: ungültiger Port
en: invalid port
es: puerto no válido
fr: port incorrect
hi: अमान्य पोर्ट
it: porta non valida
ja: 無効なポート
ko: 잘못된 포트
pt_br: porta inválida
tr: geçersiz port
zh_hans: 无效的端口

source: Некорректный хост: %@
ar: مضيف غير صالح: %@
de: Ungültiger Host: %@
en: Invalid host: %@
es: Host no válido: %@
fr: Hôte incorrect : %@
hi: अमान्य होस्ट: %@
it: Host non valido: %@
ja: 無効なホスト：%@
ko: 잘못된 호스트: %@
pt_br: Host inválido: %@
tr: Geçersiz sunucu: %@
zh_hans: 无效的主机：%@

source: Необязательно
ar: اختياري
de: Optional
en: Optional
es: Opcional
fr: Facultatif
hi: वैकल्पिक
it: Facoltativo
ja: 省略可能
ko: 선택 사항
pt_br: Opcional
tr: İsteğe bağlı
zh_hans: 可选

source: Непрерывно
ar: بشكل مستمر
de: Fortlaufend
en: Continuous
es: Continuo
fr: En continu
hi: निरंतर
it: Continuo
ja: 継続的
ko: 연속
pt_br: Contínuo
tr: Sürekli
zh_hans: 持续

source: Нестабильно
ar: غير مستقر
de: Instabil
en: Unstable
es: Inestable
fr: Instable
hi: अस्थिर
it: Instabile
ja: 不安定
ko: 불안정
pt_br: Instável
tr: Kararsız
zh_hans: 不稳定

source: нет
ar: لا
de: nein
en: no
es: no
fr: non
hi: नहीं
it: no
ja: なし
ko: 아니요
pt_br: não
tr: hayır
zh_hans: 否

source: Нет
ar: لا
de: Nein
en: No
es: No
fr: Non
hi: नहीं
it: No
ja: いいえ
ko: 아니요
pt_br: Não
tr: Hayır
zh_hans: 无

source: нет адресов
ar: لا توجد عناوين
de: keine Adressen
en: no addresses
es: sin direcciones
fr: aucune adresse
hi: कोई पता नहीं
it: nessun indirizzo
ja: アドレスなし
ko: 주소 없음
pt_br: sem endereços
tr: adres yok
zh_hans: 无地址

source: Нет активных интерфейсов
ar: لا توجد واجهات نشطة
de: Keine aktiven Schnittstellen
en: No active interfaces
es: No hay interfaces activas
fr: Aucune interface active
hi: कोई सक्रिय इंटरफ़ेस नहीं
it: Nessuna interfaccia attiva
ja: アクティブなインターフェースがありません
ko: 활성 인터페이스 없음
pt_br: Nenhuma interface ativa
tr: Etkin arayüz yok
zh_hans: 没有活跃的接口

source: Нет данных
ar: لا بيانات
de: Keine Daten
en: No data
es: Sin datos
fr: Aucune donnée
hi: कोई डेटा नहीं
it: Nessun dato
ja: データなし
ko: 데이터 없음
pt_br: Sem dados
tr: Veri yok
zh_hans: 无数据

source: Нет доступа к имени сети. Нужны Wi-Fi-права приложения и подключение к Wi-Fi.
ar: لا يمكن الوصول إلى اسم الشبكة. يلزم منح التطبيق أذونات Wi-Fi والاتصال بشبكة Wi-Fi.
de: Kein Zugriff auf den Netzwerknamen. Die App benötigt die WLAN-Berechtigung und eine aktive WLAN-Verbindung.
en: No access to the network name. The app needs the Wi-Fi entitlement and an active Wi-Fi connection.
es: No hay acceso al nombre de la red. Se requieren los permisos de Wi-Fi de la app y una conexión Wi-Fi.
fr: Le nom du réseau est inaccessible. L’app doit disposer des droits Wi-Fi et être connectée en Wi-Fi.
hi: नेटवर्क का नाम उपलब्ध नहीं है। ऐप को Wi-Fi की अनुमतियाँ और Wi-Fi कनेक्शन चाहिए।
it: Nome della rete non accessibile. Servono i permessi Wi-Fi dell'app e una connessione Wi-Fi.
ja: ネットワーク名を取得できません。App の Wi-Fi 権限と Wi-Fi 接続が必要です。
ko: 네트워크 이름에 접근할 수 없어요. 앱의 Wi-Fi 권한과 Wi-Fi 연결이 필요해요.
pt_br: Sem acesso ao nome da rede. São necessárias as permissões de Wi-Fi do app e uma conexão Wi-Fi.
tr: Ağ adına erişilemiyor. Uygulamanın Wi-Fi izinleri ve bir Wi-Fi bağlantısı gerekiyor.
zh_hans: 无法获取网络名称。需要 App 的 Wi-Fi 权限并已连接到 Wi-Fi。

source: Нет доступа к камере
ar: لا يوجد وصول إلى الكاميرا
de: Kein Kamerazugriff
en: No camera access
es: Sin acceso a la cámara
fr: Aucun accès à l’appareil photo
hi: कैमरे तक पहुँच नहीं
it: Nessun accesso alla fotocamera
ja: カメラにアクセスできません
ko: 카메라에 접근할 수 없음
pt_br: Sem acesso à câmera
tr: Kamera erişimi yok
zh_hans: 无法访问摄像头

source: Нет доступных узлов для проверки
ar: لا توجد عُقد متاحة للاختبار
de: Keine Knoten zum Testen verfügbar
en: No nodes available to test
es: No hay nodos disponibles para probar
fr: Aucun nœud disponible pour le test
hi: जाँच के लिए कोई नोड उपलब्ध नहीं
it: Nessun nodo disponibile per il test
ja: テストできるノードがありません
ko: 테스트할 노드가 없습니다
pt_br: Nenhum nó disponível para testar
tr: Test için düğüm yok
zh_hans: 没有可用于测试的节点

source: Нет задач. Добавьте расписание из карточки теста.
ar: لا توجد مهام. أضف جدولاً من بطاقة الاختبار.
de: Keine Aufgaben. Füge einen Zeitplan in der Testkarte hinzu.
en: No tasks. Add a schedule from a test’s card.
es: No hay tareas. Añade una programación desde la ficha de una prueba.
fr: Aucune tâche. Ajoutez une planification depuis la fiche d’un test.
hi: कोई कार्य नहीं। टेस्ट कार्ड से शेड्यूल जोड़ें।
it: Nessuna attività. Aggiungi una programmazione dalla scheda del test.
ja: タスクがありません。テストのカードからスケジュールを追加してください。
ko: 작업이 없어요. 테스트 카드에서 예약을 추가하세요.
pt_br: Nenhuma tarefa. Adicione um agendamento no cartão do teste.
tr: Görev yok. Test kartından bir zamanlama ekleyin.
zh_hans: 暂无任务。请在测试卡片中添加计划。

source: нет записи
ar: لا يوجد سجل
de: kein Eintrag
en: no record
es: sin registro
fr: aucun enregistrement
hi: कोई रिकॉर्ड नहीं
it: nessun record
ja: レコードなし
ko: 레코드 없음
pt_br: sem registro
tr: kayıt yok
zh_hans: 无记录

source: Нет истории
ar: لا يوجد سجل
de: Kein Verlauf
en: No history
es: Sin historial
fr: Aucun historique
hi: कोई इतिहास नहीं
it: Nessuna cronologia
ja: 履歴がありません
ko: 기록 없음
pt_br: Sem histórico
tr: Geçmiş yok
zh_hans: 无历史记录

source: нет ответа
ar: لا توجد استجابة
de: keine Antwort
en: no response
es: sin respuesta
fr: aucune réponse
hi: कोई उत्तर नहीं
it: nessuna risposta
ja: 応答なし
ko: 응답 없음
pt_br: sem resposta
tr: yanıt yok
zh_hans: 无响应

source: Нет ответа
ar: لا توجد استجابة
de: Keine Antwort
en: No response
es: Sin respuesta
fr: Aucune réponse
hi: कोई उत्तर नहीं
it: Nessuna risposta
ja: 応答なし
ko: 응답 없음
pt_br: Sem resposta
tr: Yanıt yok
zh_hans: 无响应

source: нет ответа (тихий обрыв)
ar: لا استجابة (انقطاع صامت)
de: keine Antwort (stiller Abbruch)
en: no response (silent drop)
es: sin respuesta (corte silencioso)
fr: aucune réponse (coupure silencieuse)
hi: कोई जवाब नहीं (चुपचाप रुकावट)
it: nessuna risposta (interruzione silenziosa)
ja: 応答なし（サイレント切断）
ko: 응답 없음(조용한 끊김)
pt_br: sem resposta (interrupção silenciosa)
tr: yanıt yok (sessiz kopma)
zh_hans: 无响应（静默中断）

source: нет результата
ar: لا توجد نتيجة
de: kein Ergebnis
en: no result
es: sin resultado
fr: aucun résultat
hi: कोई परिणाम नहीं
it: nessun risultato
ja: 結果なし
ko: 결과 없음
pt_br: sem resultado
tr: sonuç yok
zh_hans: 无结果

source: Нет связи
ar: لا يوجد اتصال
de: Keine Verbindung
en: No connection
es: Sin conexión
fr: Aucune connexion
hi: कोई कनेक्शन नहीं
it: Nessuna connessione
ja: 接続なし
ko: 연결 없음
pt_br: Sem conexão
tr: Bağlantı yok
zh_hans: 无连接

source: Нет сервисов
ar: لا توجد خدمات
de: Keine Dienste
en: No services
es: Sin servicios
fr: Aucun service
hi: कोई सेवा नहीं
it: Nessun servizio
ja: サービスがありません
ko: 서비스 없음
pt_br: Nenhum serviço
tr: Hizmet yok
zh_hans: 无服务

source: нет сертификата
ar: لا شهادة
de: kein Zertifikat
en: no certificate
es: sin certificado
fr: aucun certificat
hi: कोई प्रमाणपत्र नहीं
it: nessun certificato
ja: 証明書なし
ko: 인증서 없음
pt_br: sem certificado
tr: sertifika yok
zh_hans: 无证书

source: Нет сохранённых хостов
ar: لا يوجد مضيفون محفوظون
de: Keine gesicherten Hosts
en: No saved hosts
es: No hay hosts guardados
fr: Aucun hôte enregistré
hi: कोई सहेजा गया होस्ट नहीं
it: Nessun host salvato
ja: 保存されたホストがありません
ko: 저장된 호스트 없음
pt_br: Nenhum host salvo
tr: Kayıtlı sunucu yok
zh_hans: 没有已存储的主机

source: нет хостов
ar: لا مضيفين
de: keine Hosts
en: no hosts
es: sin hosts
fr: aucun hôte
hi: कोई होस्ट नहीं
it: nessun host
ja: ホストなし
ko: 호스트 없음
pt_br: sem hosts
tr: ana makine yok
zh_hans: 无主机

source: Нет хостов
ar: لا يوجد مضيفون
de: Keine Hosts
en: No hosts
es: Sin hosts
fr: Aucun hôte
hi: कोई होस्ट नहीं
it: Nessun host
ja: ホストがありません
ko: 호스트 없음
pt_br: Nenhum host
tr: Sunucu yok
zh_hans: 无主机

source: Ни одно соединение не прошло — вероятно, другая блокировка или хост недоступен.
ar: لم ينجح أي اتصال — يُرجَّح حجب آخر أو أن المضيف غير متاح.
de: Keine Verbindung ist durchgekommen – wahrscheinlich eine andere Sperre oder der Host ist nicht erreichbar.
en: No connection went through — likely another block or the host is unreachable.
es: Ninguna conexión pasó: probablemente otro bloqueo o el host no está disponible.
fr: Aucune connexion n'a abouti — probablement un autre blocage ou un hôte inaccessible.
hi: कोई भी कनेक्शन पूरा नहीं हुआ — संभवतः कोई अन्य अवरोध है या होस्ट उपलब्ध नहीं है।
it: Nessuna connessione è andata a buon fine — probabilmente un altro blocco o l'host non è raggiungibile.
ja: どの接続も成立しませんでした — 別のブロックか、ホストに到達できない可能性があります。
ko: 어떤 연결도 통과하지 못했습니다 — 다른 차단이거나 호스트에 접속할 수 없을 가능성이 높습니다.
pt_br: Nenhuma conexão passou — provavelmente outro bloqueio ou o host está inacessível.
tr: Hiçbir bağlantı geçmedi — muhtemelen başka bir engelleme var ya da sunucu erişilemiyor.
zh_hans: 没有任何连接通过 — 很可能是其他形式的封锁，或主机不可访问。

source: Нижний Новгород
ar: نيجني نوفغورود
de: Nischni Nowgorod
en: Nizhny Novgorod
es: Nizhni Nóvgorod
fr: Nijni Novgorod
hi: निज़नी नोवगोरोद
it: Nižnij Novgorod
ja: ニジニ・ノヴゴロド
ko: 니즈니노브고로드
pt_br: Níjni Novgorod
tr: Nijni Novgorod
zh_hans: 下诺夫哥罗德

source: Ничего не доступно — проверьте подключение.
ar: لا شيء متاح — تحقّق من الاتصال.
de: Nichts ist verfügbar – prüfen Sie Ihre Verbindung.
en: Nothing is reachable — check your connection.
es: No hay nada disponible: revisa tu conexión.
fr: Rien n'est accessible — vérifiez votre connexion.
hi: कुछ भी उपलब्ध नहीं — अपना कनेक्शन जाँचें।
it: Niente è disponibile — verifica la connessione.
ja: 何も利用できません — 接続を確認してください。
ko: 아무것도 접속할 수 없습니다 — 연결을 확인하세요.
pt_br: Nada está acessível — verifique sua conexão.
tr: Hiçbir şey erişilebilir değil — bağlantınızı kontrol edin.
zh_hans: 无任何资源可访问 — 请检查网络连接。

source: Ничего не найдено
ar: لم يُعثر على شيء
de: Nichts gefunden
en: Nothing found
es: No se encontró nada
fr: Aucun résultat
hi: कुछ नहीं मिला
it: Nessun risultato
ja: 何も見つかりません
ko: 결과 없음
pt_br: Nada encontrado
tr: Hiçbir şey bulunamadı
zh_hans: 未找到任何内容

source: Новая подписка
ar: اشتراك جديد
de: Neues Abo
en: New subscription
es: Nueva suscripción
fr: Nouvel abonnement
hi: नई सदस्यता
it: Nuovo abbonamento
ja: 新しいサブスクリプション
ko: 새 구독
pt_br: Nova assinatura
tr: Yeni abonelik
zh_hans: 新建订阅

source: Новая проверка
ar: فحص جديد
de: Neue Prüfung
en: New check
es: Nueva comprobación
fr: Nouvelle vérification
hi: नई जाँच
it: Nuovo controllo
ja: 新規チェック
ko: 새로운 검사
pt_br: Nova verificação
tr: Yeni test
zh_hans: 新建检查

source: Новосибирск
ar: نوفوسيبيرسك
de: Nowosibirsk
en: Novosibirsk
es: Novosibirsk
fr: Novossibirsk
hi: नोवोसिबिर्स्क
it: Novosibirsk
ja: ノヴォシビルスク
ko: 노보시비르스크
pt_br: Novosibirsk
tr: Novosibirsk
zh_hans: 新西伯利亚

source: Новый профиль
ar: ملف تعريف جديد
de: Neues Profil
en: New profile
es: Perfil nuevo
fr: Nouveau profil
hi: नई प्रोफ़ाइल
it: Nuovo profilo
ja: 新規プロファイル
ko: 새로운 프로파일
pt_br: Novo perfil
tr: Yeni profil
zh_hans: 新建配置

source: Новый экран со всеми устройствами в вашей локальной сети.
ar: شاشة جديدة تعرض كل الأجهزة في شبكتك المحلية.
de: Ein neuer Bildschirm mit allen Geräten in deinem lokalen Netzwerk.
en: A new screen with every device on your local network.
es: Una nueva pantalla con todos los dispositivos de tu red local.
fr: Un nouvel écran avec tous les appareils de votre réseau local.
hi: आपके स्थानीय नेटवर्क के सभी डिवाइस दिखाने वाली नई स्क्रीन।
it: Una nuova schermata con tutti i dispositivi della tua rete locale.
ja: ローカルネットワーク上のすべての機器を表示する新しい画面。
ko: 로컬 네트워크의 모든 기기를 보여주는 새 화면.
pt_br: Uma nova tela com todos os dispositivos da sua rede local.
tr: Yerel ağınızdaki tüm cihazları gösteren yeni bir ekran.
zh_hans: 一个显示局域网中所有设备的新界面。

source: Новых
ar: جديد
de: Neu
en: New
es: Nuevos
fr: Nouveaux
hi: नए
it: Nuovi
ja: 新規
ko: 새 항목
pt_br: Novos
tr: Yeni
zh_hans: 新增

source: Номер
ar: الرقم
de: Nummer
en: Number
es: Número
fr: Numéro
hi: नंबर
it: Numero
ja: 番号
ko: 번호
pt_br: Número
tr: Numara
zh_hans: 编号

source: НСДИ
ar: NSDI
de: NSDI
en: NSDI
es: NSDI
fr: NSDI
hi: NSDI
it: NSDI
ja: NSDI
ko: NSDI
pt_br: NSDI
tr: NSDI
zh_hans: NSDI

source: Нужен доступ к геопозиции
ar: يلزم الوصول إلى الموقع الجغرافي
de: Standortzugriff erforderlich
en: Location access required
es: Se necesita acceso a la ubicación
fr: Accès à la localisation requis
hi: लोकेशन एक्सेस चाहिए
it: Serve l'accesso alla posizione
ja: 位置情報へのアクセスが必要です
ko: 위치 접근 권한이 필요합니다
pt_br: É necessário acesso à localização
tr: Konum erişimi gerekli
zh_hans: 需要定位权限

source: нужно ядро
ar: يلزم وجود نواة
de: Core erforderlich
en: core required
es: se necesita el núcleo
fr: cœur requis
hi: कोर चाहिए
it: serve il core
ja: コアが必要
ko: 코어 필요
pt_br: núcleo necessário
tr: çekirdek gerekli
zh_hans: 需要内核
